# P - пациент, P - специалист, V - визит
ENTITY_TYPES = ["P", "S", "V"]

R_DATA = {
    "first_names": ["Олежа", "Ванёк", "Петька", "Антошка"],
    "second_names": ["Олежкин", "Ванькин", "Петькин", "Антошкин"],
    "patronymic": ["Амогусович", "Абобусович", "Кринжевич"],
    "speciality": ["терапевт", "стоматолог", "хирург", "офтальмолог", "ортопед"],
    "streets": [
        "Ленина",
        "Республики",
        "Революции",
        "Тихий проезд",
        "Газовиков",
        "Ю-Р.Г. Эрвье",
        "Первомайская",
        "Перекопская",
        "Полевая",
        "Широтная",
        "Мельникайте",
    ],
    "med_names": ["Нурофен", "Цитрамон", "Кагоцел", "Мирамистин", "Мексидол"]
}